Repository: genesistoxical/pixie-cursors
Catalog: src/PixieCursors/Properties/Resources.*.resx
Languages: es_419

source: About:
es_419: Acerca de:

source: Language: English
es_419: Idioma: English

source: Options:
es_419: Opciones:

source: Language: Español
es_419: Idioma: Español

source: pply
es_419: plicar

source: ancel
es_419: ancelar

# AboutTitle
source: About
es_419: Acerca de

source: Next 🢖🢖
es_419: Siguiente 🢖🢖

source: 🢔🢔 Back
es_419: 🢔🢔 Regresar

source: Info and Options
es_419: Info y Opciones

# OpenTitle
source: Open...
es_419: Abrir...

# ColorPickerTitle
source: ColorPicker
es_419: Selector de Color

# NewFileTitle
source: Create new file
es_419: Crear nuevo archivo

source: Yes
es_419: Sí

# CreateAnotherFile
source: Do you want to create a new file? Your changes will be lost.
es_419: ¿Quieres crear un nuevo archivo? Tus cambios se perderán.

source: Folder doesn't exists
es_419: La carpeta no existe

# YouDonTHaveThisFolder
source: You don't have this folder: "C:\Windows\Cursors\- Pixie Cursors -". Try creating it or reinstall Pixie Cursors.
es_419: No tienes esta carpeta: "C:\Windows\Cursors\- Pixie Cursors -". Intenta crearla o reinstala Pixie Cursors.

source: Select where the cursor will click
es_419: Selecciona en dónde hará clic el cursor

# DrawLine
source: Hold down Shift and click to draw a line
es_419: Mantén presionado Shift y haz clic para dibujar una línea

# DoubleClickToReplaceAllPixels
source: Double click to replace all pixels with the same color
es_419: Doble clic para reemplazar todos los pixeles con el mismo color

# Undo
source: Undo (Ctrl+Z)
es_419: Deshacer (Ctrl+Z)

# Brush
source: Brush (B)
es_419: Pincel (B)

# Open
source: Open (Ctrl+O)
es_419: Abrir (Ctrl+O)

source: Mouse Properties
es_419: Propiedades del Mouse

# NewFile
source: New File (Ctrl+N)
es_419: Nuevo Archivo (Ctrl+N)

# Info
source: Info and Language
es_419: Info e Idioma

source: Flip Vertical
es_419: Girar Vertical

source: Flip Horizontal
es_419: Girar Horizontal

# Fill
source: Fill (F)
es_419: Rellenar (F)

# Eraser
source: Eraser (E)
es_419: Borrador (E)

source: Preview Background
es_419: Fondo de Previa

source: Cursors Folder
es_419: Carpeta de Cursores

source: Crop Empty Margin
es_419: Cortar Margen Vacío

# ColorPicker
source: ColorPicker (I)
es_419: Selector de Color (I)

source: Add Swatch
es_419: Agregar Muestra

source: Apply Shadow
es_419: Aplicar Sombra

# Save
source: Save (Ctrl+S)
es_419: Guardar (Ctrl+S)

# Redo
source: Redo (Ctrl+Y)
es_419: Rehacer (Ctrl+Y)

source: Preview
es_419: Previa

source: Switch Colors
es_419: Cambiar Colores

source: Background Transparency
es_419: Transparencia de Fondo

source: Pixel Color
es_419: Color de Pixel

source: PNG Files
es_419: Archivos PNG

# AppToCreateYourOwnCustomCursors
source: App to create your own custom cursors - v1.1.0
es_419: App para crear tus propios cursores personalizados - v1.5.2
